{
  "navList": {
    "Home": "Home",
    "MovieList": "MovieList",
    "MoviePage": "MoviePage",
    "ActorPage": "ActorPage",
    "Authorization": "Authorization",
    "MovieReviews": "MovieReviews",
    "AdminPanel": "AdminPanel"
  },
  "footer": {
    "AboutUs": "About Us",
    "AboutCompany": "About company",
    "Jobs": "Jobs",
    "BetaProgram": "Beta program",
    "InformationForPartners": "Information for partners",
    "AdvertisingPlacement": "Advertising placement",
    "TermsOfUse": "Terms of use",
    "PrivacyPolicy": "Privacy policy",
    "Compliance": "Compliance",
    "AdminPanel": "Admin panel",
    "Sections": "Sections",
    "MyIvi": "My Ivi",
    "WhatsNew": "What's new",
    "Movies": "Movies",
    "Series": "Series",
    "Cartoons": "Cartoons",
    "TvChannels": "TV-channels",
    "WhatToSee": "What to see",
    "CertificateActivation": "Certificate activation",
    "Support": "Support",
    "WeAreAlwaysReadyToHelpYou": "We are always ready to help you. Our operators are online 24/7",
    "WriteInChat": "Write in chat",
    "AnswersOnQuestions": "Answers on questions",
    "WatchMoviesWithoutAds": "Watch movies, series and cartoons without ads",
    "DownloadTo": "Download to",
    "AvailableIn": "Available in",
    "LookAt": "Look at",
    "AllDevices": "All devices",
    "Catalog": "Catalog",
    "Search": "Search",
    "Profile": "Profile",
    "More": "More"
  },
  "header": {
    "MyIvi": "My Ivi",
    "WhatsNew": "What's new",
    "Movies": "Movies",
    "Series": "Series",
    "Cartoons": "Cartoons",
    "TvChannels": "TV-channels",
    "PayForASubscription": "Pay for a subscription ",
    "LoginOrRegister": "Login or register"
  },
  "ActorsCreators": "Actors and Creators",
  "more": "more",

  "headerDropdownNavigation": {
    "MoviesWatchOnline": "Movies watch online",
    "Genres": "Genres",
    "аниме": "Anime",
    "биография": "Biography",
    "боевик": "Actions",
    "вестерн": "Western",
    "военный": "War films",
    "детектив": "Detectives",
    "семейный": "Family",
    "детский": "For children",
    "документальный": "Documentaries",
    "драма": "Drama",
    "игра": "Play",
    "история": "Historical",
    "музыка": "Music",
    "мюзикл": "Musical",
    "новости": "News",
    "комедия": "Comedy",
    "короткометражка": "Short film",
    "криминал": "Criminal",
    "мелодрама": "Melodrama",
    "мультфильм": "Cartoons",
    "приключения": "Adventures",
    "реальное ТВ": "Real TV",
    "спорт": "Sport",
    "ток-шоу": "Talk show",
    "триллер": "Thrillers",
    "ужасы": "Horror",
    "фантастика": "Fantastic",
    "фильм-нуар": "Noir",
    "фэнтези": "Fantasy",
    "anime": "Anime",
    "biography": "Biography",
    "actions": "Actions",
    "western": "Western",
    "military": "War films",
    "detectives": "Detectives",
    "family": "Family",
    "kids": "For children",
    "documentaries": "Documentaries",
    "drama": "Drama",
    "play": "Play",
    "historical": "Historical",
    "music": "Music",
    "musical": "Musical",
    "news": "News",
    "comedy": "Comedy",
    "shortFilm": "Short film",
    "criminal": "Criminal",
    "melodrama": "Melodrama",
    "cartoons": "Cartoons",
    "adventures": "Adventures",
    "realTv": "Real TV",
    "sport": "Sport",
    "talkShow": "Talk show",
    "thrillers": "Thrillers",
    "horror": "Horror",
    "fantastic": "Fantastic",
    "noir": "Noir",
    "fantasy": "Fantasy",
    "countries": "Countries",
    "Russians": "Russians",
    "Foreign": "Foreign",
    "SovietCinema": "Soviet cinema",
    "Years": "Years",
    "Movies2023": "Movies 2023",
    "Movies2022": "Movies 2022",
    "Movies2021": "Movies 2021",
    "Movies2020": "Movies 2020",
    "New": "New",
    "Collections": "Collections",
    "IviRating": "Ivi.Rating",
    "Trailers": "Trailers",
    "WhatToSee": "What to see",
    "MoviesInHD": "Movies in HD",
    "IvisChoice": "Ivi's choice",
    "SubscriptionNews": "Subscription news"
  },
  "topChart": {
    "Our": "Our",
    "grade": "grade",
    "spectacularity": "spectacularity",
    "actors": "actors",
    "plot": "plot",
    "directing": "directing"
  },
  "Grading": {
    "PortalRating": "Portal rating",
    "Estimate": "estimate",
    "Ratings": "ratings"
  },
  "Player": {
    "trailer": "trailer"
  },
  "FilterPanel": {
    "countries": "Countries",
    "Австралия": "Australia",
    "Аргентина": "Argentina",
    "Беларусь": "Belarus",
    "Бельгия": "Belgium",
    "Германия": "Germany",
    "Индия": "India",
    "Дания": "Denmark",
    "Испания": "Spain",
    "Канада": "Canada",
    "Китай": "China",
    "Россия": "Russia",
    "США": "USA",
    "Финляндия": "Finland",
    "Корея Южная": "South Korea",
    "Франция": "France",
    "Италия": "Italy",
    "rating": "Rating",
    "votes": "Estimated",
    "director": "Director",
    "actor": "Actor",
    "ResetFilters": "Reset filters",
    "rating9": "Over 9",
    "rating8": "Over 8",
    "rating7": "Over 7",
    "rating6": "Over 6",
    "votes300000": "from 300к",
    "votes400000": "from 400к",
    "votes500000": "from 500к",
    "votes600000": "from 600к",
    "votes700000": "from 700к",
    "votes800000": "from 800к",
    "votes900000": "from 900к",
    "votes1000000": "from 1000к",
    "Filters": "Filters",
    "ShowResults": "Show results",
    "Apply": "Apply",
    "from": "from"
  },

  "CatalogPageHeader": {
    "Expand": "Expand",
    "Collapse": "Collapse",
    "Sort": "Sort",
    "votes.kp": "By number of votes",
    "rating.kp": "By rating",
    "year": "By release date",
    "name": "Alphabetically",
    "AllGenres": "All genres",
    "AllCountries": "All countries",
    "MovieText": "Do you like to watch movies online and spend a lot of time scouring websites looking for something interesting? It is worth staying at ivi.ru - the films that we have collected will be enough for you for a long time. The collection is constantly updated with both new films and recognized masterpieces of past years! Whether you are a fan of action movies or a fan of youth series, the abundance of our catalog will make you forget about all other leisure activities and you will watch your favorite movies online again and again!<br/><br/>The choice of films is very wide and varied, so that everyone will find something interesting for themselves, whatever their tastes. Do you prefer paintings exclusively of foreign production? We have plenty of them: these are the golden classics of Hollywood, and soulful French comedies, and temperamental Italian dramas, and noisy Indian musical films. Or maybe you are a patriot and love Russian films? Well, we have many such films. What do you like more - good old classics or new film distribution? No matter what your answer is, we've got it all, from early cinematic films to 2018 and 2017 films.<br/><br/>In our catalog you will find any genres. These are films about love, and detectives, and action films, and westerns, and science fiction, and art house, and hilarious comedies, and films about war, and horror, and thrillers, and documentaries ... In addition to the 'full meter' on the site there are also short films, as well as foreign and Russian serials.<br/><br/>If you are interested in the most iconic movies online in a particular genre, the category system will help you easily navigate and find, for example, the best dramas or the best animated film online. Do not miss the wonderful opportunity to watch movies online without registration, choosing only what you are really interested in, and when it is convenient for you. It's so easy and enjoyable!",
    "вестерн": "By the release of Quentin Tarantino's eighth film, we would like to invite you to trace the history of the Western genre and watch the best films of the genre in a special selection of 'Charming Eight'. Here is the beloved Soviet parody comedy 'The Man from Capuchin Boulevard', and the cruel and bloody 'Bone Tomahawk', which so impressed critics last year, and Tarantino's previous hit 'Django Unchained', and Nikita Mikhalkov's inimitable action movie 'At Home Among Strangers, Alien among their own.' We wish you a pleasant viewing!",
    "драма": "You are not one of the fans of films with endless fights, frenzied chases and shooting, but do you prefer a truly soulful movie? Thanks to the large collection of IVI, you can watch serious and heartfelt drama films online every day. In our list you will find both family dramas (their plot is based on conflicts and tense situations in the circle of loved ones), and military films, the heroes of which are fighting not only for their lives, but also for others. Fans of unraveling the secrets of the human soul can watch subtle psychological dramas online. Do not forget about social, mystical, historical and even philosophical tapes. Watching a drama is like studying other people's lives by putting yourself in their shoes. In one and a half to two hours, the most difficult and confusing life situations will appear before your eyes, and you will try to find a way out of which together with the main characters. And despite the fact that in such films you will not always find action and special effects, you are guaranteed a lot of emotions and unforgettable impressions. Watch dramas online for free for every taste - from the works of domestic directors to the films of recognized masters of Hollywood. We also recommend to evaluate the works of Asian and European authors.",
    "детский": "Children's cinema online is a great opportunity to introduce your children to the best Soviet films and Disney films, without waiting for them to be shown on TV again. These are good films that teach you to be sympathetic, hardworking, devoted to your friends. You yourself will be happy to watch children's films online with your baby. To find the children's movie you need online, sort the films by country or year of release. You can also select Today's Hottest, Most Popular, Newest, Alphabetical, and you'll see a list of movies that match your criteria. With bated breath, follow the New Year's adventures of Masha and Vitya, go to potion lessons with Harry Potter, laugh at the jokes of the mischievous Pinocchio, worry about Gerda, who went in search of Kai's best friend, or can be touched by the funny English bear Paddington - all this is possible in our online -cinema! Children's films that will become a magical journey into the world of a good fairy tale for you and your child can be watched online for free, with an Evie subscription or by making a purchase. Enjoy watching!",
    "военный": "Unfortunately, world history presents directors with new ideas for war films. The Great Patriotic and World War, Afghanistan, Pearl Harbor, punitive actions of the Nazis, coups in third world countries - the list can be continued for a long time. The best war films will tell you about the events that you were lucky enough NOT to be a witness to. You will quickly navigate in the movie search system on our resource. Short descriptions, a simple filter system for movies, and alternative registration options are at your service. You can watch military movies online at any time, having only a computer and access to the Internet. We place only licensed video materials on the site, so domestic and foreign films are available to you in the highest quality.",
    "детектив": "The best detective films attract viewers with a seemingly ordinary plot and setting. There may not be unusual special effects here. There are no scenes of stormy battles, when one hero, pumped up to the limit, having only a pistol in his hands, the cartridges in which somehow miraculously do not end, easily cracks down on a gang of villains armed to the teeth. Online detectives are as close to real life as possible. This is what they attract the attention of fans to strain their convolutions and, together with the detectives, find the criminal. If you like an intricate plot, if you want to “move your convolutions” together with the main characters of the picture, then you will definitely like detective stories. Detective films are able to captivate the viewer so much and immerse him in the abyss of events that in search of a clue to a complicated incident, you can forget about time and feel like part of a world that is so different from the daily routine. The directors filmed a huge number of detective stories dedicated to talented detectives, whose inquisitive mind, clinging to every little thing, unravels the tangle of events and easily identifies the attacker. Watching movies from our list of the best movies of the detective genre, you not only get an unforgettable experience, but also provide a good workout for your brain. Unraveling a series of confusing events, in which there are many seemingly incompatible facts, is not an easy task. This process causes the gray matter to actively work and search for the solution to the mystery. We can say with confidence that the time spent watching detective stories online for free will not be lost. You will get a lot of pleasure out of this and provide yourself with a charge for the mind. So, forward, to the disclosure of another secret! You can watch detectives online for free, by subscribing to Evie or by making a purchase on our website.",
    "документальный": "Documentaries are a great opportunity to learn more about the world around you, take a trip to unfamiliar countries and cities, immerse yourself in the secrets and intrigues of world history and get acquainted with the biographies of the great ones. The best documentaries on a variety of topics - you can watch online and at the same time for free at a convenient time for you, day or night. Documentary film is a genre that implies a story about real events and the reliability of the facts presented. The topic can be anything. Currently, documentaries on historical, religious, scientific, political, cultural and other topics are popular. Some of the most common documentary film themes include stories about rare species of animals and birds, a geographic region or natural wonder, stories about the cuisines of the world, biographies of famous politicians, musicians, athletes, the greatest investigations, scams and deals in history, wars and battles, mysterious incidents and cataclysms of the past, political events that seriously influenced the course of history and not only. With the exception of a couple of specialized channels, documentaries are almost never shown on television today. And this is another reason why it is worth watching documentaries online: you can choose what you like and arrange a viewing when you want, and if necessary, watch it again. Take advantage of the unique opportunity to watch documentaries for free!",
    "история": "Is the historical film true or a director's fiction? Most often, both: the place, time, and character are real, while the details and circumstances are fictitious. Therefore, watching films about real-life characters is sometimes more interesting than reading a boring textbook. The ivi portal contains the best historical films, and the collection is constantly updated with new releases. A good historical feature film gives an idea that both a century and a thousand years ago people were tormented by the same passions and doubts as they are now. Among fans of such a genre as historical cinema, there are representatives of all ages and professions. After all, the best historical films have a huge advantage: they do not distract from reality, but simply provide an opportunity to see how people of bygone eras lived. We advise everyone who is interested in the past to watch historical films online for free in good quality, and also follow the updates on our website. Do you want to watch your favorite historical film for free and in good quality? Such an opportunity is always available: watch the best historical films on Evie and enjoy them.",
    "комедия": "Do you like to watch online comedies starring Eddie Murphy, Jim Carrey or Adam Sandler? Do you think the best movies are comedy films that cause laughter and smiles? In that case, welcome to Evie! Any comedy from the list is a great way to cheer yourself up. But what to say for a long time: it is better to watch cult films - comedies from all over the world right now. Once you start watching free comedies, it's hard to stop. Moreover, there is something interesting on Evie for all connoisseurs of humor and fun. Soviet classics, original Russian hits, the best comedies of foreign production: in the Ivy collection you can find a picture to your taste. It may mistakenly seem to many that this genre is one of the simplest in cinema. In fact, making people laugh is a special art. But for talented directors, nothing is impossible. And to make sure of this, watch new domestic and foreign comedies online for free in excellent quality. Watching new comedy films online means being constantly amazed at the variety of themes, plots and funny situations. So, for example, a film can be a dress-up game, a parody, a political satire, a humorous story about relationships between men and women, etc. Watching comedies in good quality online is easy and convenient with Evie!",
    "криминал": "The forbidden romance of the criminal world has long attracted viewers. The whistle of bullets, frantic chases and the struggle for power make the heart beat faster, and the fingers tensely squeeze the armrests of the chair. Modern cinema offers the viewer exciting stories about bad guys for every taste. In our new selection, which combines some of the best examples of this genre, you can watch crime movies online. Four guys in the dashing 90s wanted to earn some extra money, but one wrong step pushed them into the abyss of the criminal world. Follow their rise to the top in the cult series Brigade. The heirs of famous heroes, already in the 2000s, continue to fight temptations beyond the law. The hero of the film 'Boomer. Film Two ”is desperately trying to end the gangster past, but it does not want to let him go, pushing him to take decisive action. Crime Thriller directed by David Cronenberg 'Vice for Export' will reveal to the viewer the underground world of the Russian mafia in London, and in the action movie 'Dangerous Bangkok' a hired killer played by Nicolas Cage will face the local mafia, refusing to fulfill another order.",
    "мелодрама": "Are you tired of the violence pouring from the TV screens in an endless stream? Do you want to watch a movie and experience only the deepest and most pleasant feelings? Then start watching melodramas online now. These films make people think about many things. Their viewing awakens serious emotions and feelings in any person. Everyone can watch melodramas online, and everyone will experience real feelings. Even an inveterate lover of action movies, science fiction and horror films will appreciate the pictures related to the genre of melodrama. They are able to capture the imagination of any viewer and deeply touch him. Those screenwriters, directors and actors who work on the creation of melodramas are real masters of their craft. After all, it is not so easy to awaken the most sincere and high feelings in people, to make them experience together with the heroes. To do this, you need to try very hard, and even effort alone is not enough, you still need to put your soul into your work, to live it. Only then will it bring the desired effect and make the hearts of the audience beat faster, empathizing with the heroes of melodrama films. Very often, in sadness and sadness, with the manifestation of depression, people begin to watch melodramas online. It is worth noting that this helps to cope with a lot of problems and experiences. Such films help to reconsider one's views on many things, thereby finding a way out of any life situations and solutions to a number of problems that previously seemed unsolvable. Watch melodrama films online, and you will provide yourself with a pleasant pastime and get real emotions that will stay in your heart for a long time. These pictures will make you cry and laugh, experience and rejoice along with their heroes. They will give a truly unforgettable viewing experience that will be imprinted in memory for a long time. Try watching online melodrama movies right now, and you will be surprised to find that you will be drawn to them again and again.",
    "приключения": "Do you want to plunge into the world of extraordinary and exciting adventures? Do you want to experience breathtaking events with movie heroes? Then watch adventures online for free on ivi.ru The best adventure films combine features from many other genres. Fans of watching spectacular and impressive fights will find interesting moments in such films. For those who like to plunge into the world of the unknown and make new discoveries, adventure movies online will also bring a lot of pleasure. And what are adventures without romance and unusual love stories? There is a place and love in such films. Thanks to the versatility and versatility of the adventure genre, the whole family can watch adventures online for free. If you want to plunge into the adventure of finding lost treasures and unknown worlds, then you can join the characters created by Steven Spielberg and George Lucas. These directors can rightly be considered trendsetters in this genre. They created the best adventure films of all time. Start watching adventure movies online right now and you won't regret the time spent in front of the screen. These pictures will not let you relax for a minute. Adventure will immerse you in a new unknown world and give you an unforgettable experience. After watching such films, you want to follow the adventures of the main characters again and again, who face serious trials. The best adventure films of domestic and foreign directors guarantee you a pleasant pastime in front of the screen. After viewing such pictures for free, you want to get off the couch and hit the road, towards the dangers that await you at every step and unforgettable adventures that take your breath away and excite your imagination. With ivi.ru you can watch adventures online for free at any time and in a convenient place!",
    "спорт": "Nothing tempers the strength of mind and the will to win like sports. It is there that serious passions and powerful conflicts reign, therefore, from the very beginning of the advent of cinema, films about sports do not slow down their popularity. What could be more interesting than watching online the ups and downs of a hero, experiencing devastating failures with him and rising to unattainable heights? Films about sports are not just a story that will be forgotten the next day, it is a whole message that can live in a person’s soul for a very long time. It is impossible to remain indifferent when watching such films as 'Legend 17', 'Dream League' or 'Never Give Up' online. These sports films prove that if a person has a real dream, then all doors are open for him and nothing can stop him. After all, it was this belief and inner core that was present in all the greatest athletes. Watching online movies about them means getting a piece of this powerful energy and faith that nothing is impossible.",
    "триллер": "Want thrills? So, it's time to watch a chilling thriller. And there have been more than enough such films in recent years. Among their heroes are monsters from the underworld, reanimated field effigies and collectors of human organs. Being in the same company with them is not only unpleasant, but deadly. But unlike their victims, you can escape to another room at any time. Unless, of course, free yourself from the horror that has bound you. Watching thriller movies online is equally scary and interesting. Of course, much depends on the plot of the thriller, which almost always involves the meeting of the main characters with something mystical and unknown. This role can be played by the ghost of a little girl, strangled in a huge house by her own mother, or a strange forest creature, one by one, killing students who came to rest at an abandoned camp site ... However, a significant part of thrillers is built around the relationship of people, and not mystical events. Often, the epithet 'psychological' is added to such a film. He initially sets up the audience for the fact that they will have to closely monitor the course of events and try to understand the feelings that drive the characters. And these feelings are not always positive - just the opposite. That's why watching psychological thrillers online is no less creepy than films about maniacs and werewolves. Be sure to start watching online thrillers made by the next generation of directors: Anthony De Blasey, Neil Marshall and Tim Cox. A maximum of suspense and visual special effects, a minimum of melodramatic scenes and lengthy reflections. You just need to immediately prepare for the fact that it will be very, very scary! We are constantly looking for new experiences. Thrillers are exactly what can fully satisfy our thirst for vivid emotions. So choose a movie to your liking and start watching it online with your friends. Or alone, if you think that your strong nerves can withstand this terrible sight. Take advantage of the unique opportunity to watch a thriller online for free!",
    "ужасы": "Frost running through the skin, an acute desire to climb under the covers with your head, before checking whether the doors are firmly locked, cold shivers down your back from any rustle in the kitchen ... All these sensations are guaranteed to you after watching a good horror movie. You can choose from a huge movie library and watch the best horror movies online whenever you want. It would seem that it is difficult to surprise us with new plots, as well as with new heroes. But anyway, when you start watching horror online, for some reason you are scared, like in childhood. And no wonder - the creators of horror films have tried for this. What are the characters from these films alone worth! Zombies, vampires, sea monsters, giant insects, snakes, aliens, bloodthirsty maniacs who sharpen their knives in anticipation of their next victim. Horror online is a great opportunity to get acquainted with all these creatures, if until now you have not had the honor of knowing them. In comedies, we are forced to laugh, first of all, by the words and facial expressions of the characters. Action films impress with fights, melodramas - with sad circumstances in which this or that character fell. Horror films, on the other hand, achieve the desired result due to special effects and naturalistic pictures. An abundance of blood, realistic torture, an expression of anguish on the faces of the characters... If this is not enough for you, be sure: the scriptwriters and directors will come up with a number of tense or unexpected moments for their films to tickle the nerves of the viewer, make the make-up artists do the impossible, ask the composer to choose the appropriate sound sequence - and now you are already trembling with fear at the screen! A characteristic feature of horror films is that famous actors are rarely shot in them (apparently, it is not so a pity to kill unknown ones). However, some horror films still boast star names such as Johnny Depp, Julianne Moore, Jessica Alba and even Robert De Niro! Watch horror movies online with the participation of these actors in this section - you will not be disappointed. You can immerse yourself in the gloomy atmosphere of the film with your head and fully experience everything that the creators wanted to convey to you. Open the list and start watching online horror movies right now!",
    "фантастика": "We invite all collectors of versions of the end of the world who are interested in the afterlife, fans of little green men, as well as nanotechnologies that allow you to surf the expanses of parallel worlds at the speed of light, to admit that there is nothing more interesting than science fiction, and in unlimited quantities and with the most incredible special effects. We guarantee: you will definitely not be left without thrills! A vast number of people love to watch science fiction online. However, this does not yet speak of the universality of these films. The fact is that in this genre paintings are created with various 'flavor' additives. Don't understand what it is about? Then it's time to give a couple of examples. Science fiction. Such fantastic films for online viewing are chosen by those who need to believe in the real possibility of the plot invented by the director. After all, the cinema of this subgenre, although it is a fiction, in many respects corresponds to the scientific perception of the world. Fantasy about robots. The creation of artificial intelligence is a question that has long been of concern to scientists. And it is this topic that the films are devoted to, in which directors share with the audience their guesses about whether robots are capable of self-development, whether human feelings are inherent in them, and so on. This, of course, is not all the “cooking recipes” of science fiction movies – fantasy online is really many-sided and varied. However, the directors did not stop there, deciding to season their creations with spices: humor (films by Joshua Trank, Trey Parker, Garth Jennings, Anthony Hickox); action movie massacres (the best online fiction from Carl Bessai, Christopher Nolan, Kerry Conran or Michael Spirig); mystical surroundings (works by Dick Mass, Paul Ziller, Terence Fisher), etc. In a word, if you want to be able to watch science fiction online today, tomorrow and whenever it suits you, just choose a movie to your liking and enjoy! And we, in turn, guarantee you high quality video and the most incredible director's ideas.",
    "фэнтези": "Unusual visual design, incredible events, fictional worlds permeated with magic and sorcery - these are the features of such a popular genre as fantasy. It plunges us into another reality, and for this fantasy films are loved by millions of viewers around the world. After all, we all sometimes lack miracles! Our portal contains a list of different movie hits of this genre for every taste. Captivating plots, unusual scenery, dizzying special effects, excellent musical accompaniment - watch the best fantasy movies online in excellent quality!",
    "аниме": "Despite the fact that anime is increasingly finding its fans, many still do not know what it is. So, the term anime comes from the English. animation - animation (animation). However, anime is animation made in Japan. Not just drawn (because in the era of endemic globalization and integration, you can draw anything and anywhere), namely, produced or, in other words, invented. The concept of 'manga' is closely related to the concept of anime. If on the fingers, then these are comics, and, in Japan, they are not the prerogative of exclusively children. Manga in the Land of the Rising Sun is read by everyone, from young to old and on various topics. If I may say so, then for many anime 'legs grow' it is from the manga, i.e. The anime is an adaptation of the manga. The word 'manga' was coined by the famous artist Katsushika Hokusai in 1814, and it means 'grotesque', 'strange (or funny) pictures.' However, Japanese comics themselves existed (under various names) long before that.",
    "биография": "There is such a series of books in Russia - 'The Life of Remarkable People', in 2015 this large-scale book publishing project turned 125 years old, over a period of more than a century, about one and a half thousand volumes have been published. These are real bestsellers, familiar to every educated person. If printed publications of this kind are in constant demand among readers, then film stories about famous people, men and women, will always arouse the interest of a huge audience. Biopic is a specific genre. Of course, the life of wonderful people on the screen should be depicted as authentically as possible, and yet sometimes, for more drama, some facts can be presented from a special angle, compress or stretch the time frame, add a bit of fiction. Based on true events, the film will only benefit from this. We present to your attention the catalog, which includes Russian and foreign biographical films. Historical figures, politicians, scientists, athletes, musicians, directors, writers, businessmen, artists - about whom only biopics have not been shot. In the presented list, you will find films even about famous mafiosi and prominent representatives of the fashion industry. Expand your horizons, watch wonderful biographical pictures of different years online.",
    "боевик": "Watching action movies online is not just about watching a good hero play cat and mouse with a bad one. Online action movies are not just constant shooting. Deep philosophy, subtle humor and lyrical scenes are not alien to this genre. Especially if cult directors such as James Cameron, Steven Spielberg, Luc Besson, etc. take on the creation of films. When planning to watch action films in the evening, pay attention to the cast. After all, there are such talented actors that their mere presence can turn a picture into a real legend. Sylvester Stallone, Bruce Willis, Bruce Lee, Jackie Chan, Chuck Norris, etc. have an indisputable mastery of reincarnation. And if their appearance on the set guarantees that the film's box office will be simply huge, then you certainly should not deny yourself the pleasure of watching action movies online for free with their participation. If you like to watch movies online, then you must be familiar with the main roles of actors. These are rebels and fighters who maintain their inner independence even in the most difficult situations. Heroes surprise with their courage and readiness to back up their words with deeds at any moment. Both teenagers and more mature moviegoers love to watch action movies online. After all, everyone finds something of their own in them. So an action movie online is a hobby that does not lose its relevance for “boys” of almost all ages. You can watch the action movie online for free on our portal. The special advantage of the resource lies in the fact that here you can find not only sensational films, such as 'Die Hard', 'Rocky', 'Terminator', etc., but also little-known action films. In general, if you want to watch action movies for free without restrictions, we invite you to start doing it right now on our film portal! Let action movies online help you understand that strength, although important, is not the only factor in the fight against evil.",
    "игра": "Movies based on computer games are a separate genre in the industry, which is fueled by the in-game scenario and the love of fans.",
    "музыка": "Musical films always give the audience only the most positive emotions and unforgettable impressions. Our list includes only the best foreign and Soviet works that will equally appeal to people of all ages. These are films for children, teenagers and the whole family. Music is able to reach the heart of everyone, so this category also contains films of many genres, so everyone will certainly find something of their own here.",
    "мюзикл": "Musical, musical (English musical, from music - music), a genre of musical film, which is based on singing and choreographic numbers, which are a single whole and united by a single artistic concept. The musical as a stage genre appeared in the United States in the late 19th and early 20th centuries, and in the 1920s, musicals began to be filmed, which made this genre even more popular. Perhaps the film musical is the only genre that is so closely associated with the ups and downs of Hollywood. One of the first sound films - 'The Jazz Singer' (1927) with the participation of Broadway star Al Jolson in the strict sense of the word cannot be called a musical, it was only an application, but in the next film Mad About Songs (also with Jolson) it is clearer its genre musical features were designated. In 1929, the musical Broadway Melody was released, immediately becoming one of the highest-grossing films of that time. In addition, the film 'Broadway Melody' was the first of the musicals to be awarded the 'Oscar'. ",
    "новости": "",
    "короткометражка": "",
    "мультфильм": "Do you want to watch cartoons online for free in good quality? Then welcome to our portal! We have collected for you the best cartoons shot by outstanding Soviet, Russian and Hollywood animators. They will take you and your kids to the magical world of amazing adventures and fairy-tale characters. And yet - they are guaranteed to cheer you up and help you escape from routine everyday life. Finding good quality cartoons on the Internet is not at all easy. On most portals, free cartoons are highly compressed, so watching cartoons for free is not very interesting. Faded colors, poor sound quality - all this noticeably distracts from viewing and delivers tangible discomfort. But on our portal you have the opportunity to watch cartoons in good quality and with surround sound, and it's completely free! The collection of cartoons presented in the section is amazing. Here, from childhood, Soviet classics, familiar to us, and the loudest Hollywood premieres of recent years. It's no secret that the same big money is invested in animated films in the West as in regular feature films. Therefore, in terms of their entertainment, they are not much inferior to the most anticipated blockbusters. Watching such video cartoons online is very interesting and exciting. All cartoons without registration are loaded very quickly for free. You do not have to sit at the monitor for a long time, waiting for you to watch free online cartoons. Also, our online cartoons are not interrupted by annoying ads. You can watch free cartoons at least every day - we have no viewing restrictions. That is why you can watch the best cartoons online at any time convenient for you. So if you want a good cartoon to watch online - do it right now! Call your children and husband, sit back and watch the best Russian and Hollywood cartoons online for free!",
    "реальное ТВ": "",
    "ток-шоу": "",
    "семеный": "",
    "фильм-нуар": "There is no single generally accepted definition of the phenomenon of 'noir' in film criticism. This term is applied to a group of films made in Hollywood during the war and post-war period, which are a kind of standard for the concept of film noir. Often it is defined as a special genre of cinema or a subgenre of drama (James Damico, Foster Hirsch). At the same time, a number of critics object to this, noting that film noir is an out-of-genre phenomenon (Stephen Neal, Paul Schrader, John Belton), among them you can find not only detective stories and crime dramas, but also westerns, and even comedies."
  },

  "sectionTitle": {
    "MovieCommentary": "Movie commentary",
    "WithFilm": "With film",
    "watching": "watching",
    "additionalMaterials": "Trailers and additional materials",
    "WriteAreview": "write a review",
    "AddComment": "add comment",
    "Healthy": "healthy",
    "No": "no"
  },
  "GeneralDataOnCommentsForTheFilm": {
    "total": "total",
    "positive": "positive",
    "negative": "negative",
    "neutral": "neutral"
  },
  "AllDevaicePoster": {
    "look": "look",
    "onAlldevices": "on all devices",
    "content": "the application is available for download on iOS, Android, SmartTV and set-top boxes",
    "connectDevices": "connect devices"
  },
  "Back": "Back",
  "CatalogPageContent": {
    "MoviePremieres": "Movie premieres",
    "Genres": "Genres",
    "Persons": "Persons"
  },
  "GenrePage": {
    "ShowMore": "Show more"
  },
  "AboutUs": {
    "title": "Evie Online Cinema: Movies in good quality are always a real pleasure",
    "text": "Every day, millions of people search for movies online, and no one wants to make things difficult for themselves - and you must be one of them! And if so, then Evie is exactly the resource that you need. You are literally one click away from the best films in HD quality. We do not just free you from the need to go to the cinema or study the TV program - visitors to our resource have much more opportunities. Ivy's video library is a constantly growing collection in RuNet, which has more than 60 thousand domestic and foreign content available for viewing online. We were the first in Russia to sign contracts with the largest Hollywood studios (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM and others) and we constantly cooperate with the largest Russian companies and TV channels."
  },
  "ButtonsWithPadarkas": {
    "subscription": "30 days subscription for 1 ₽",
    "certificate": "Activate Certificate"
  },

  "404": {
    "Error": "Error",
    "TheRequestedPageDoesNotExist": "The requested page does not exist"
  },

  "CatalogPage": {
    "Movies": "Movies"
  },
  "Errors": {
    "title": "Oops, something went wrong...",
    "getComments": "Unable to get movie review data",
    "getPersons": "Failed to get person data",
    "getMovieTitle": "Failed to get movie title data",
    "getMovies": "Failed to get data about zapashivaemye films"
  },
  "ErrorBoundary": {
    "title": "Oops, there is an error!",
    "buttonText": "Back to"
  },
  "NotFound": {
    "notFound": "Nothing found for your request"
  }
}
