{
  "navList": {
    "Home": "Главная",
    "MovieList": "Список фильмов",
    "MoviePage": "Страница фильма",
    "ActorPage": "Страница актёра",
    "Authorization": "Авторизация",
    "MovieReviews": "Отзывы на фильм",
    "AdminPanel": "Админка"
  },
  "footer": {
    "AboutUs": "О нас",
    "AboutCompany": "О компании",
    "Jobs": "Вакансии",
    "BetaProgram": "Программа бета-тестирования",
    "InformationForPartners": "Информация для партнёров",
    "AdvertisingPlacement": "Размещение рекламы",
    "TermsOfUse": "Пользовательское соглашение",
    "PrivacyPolicy": "Политика конфиденциальности",
    "Compliance": "Комплаенс",
    "AdminPanel": "Админ панель",
    "Sections": "Разделы",
    "MyIvi": "Мой Иви",
    "WhatsNew": "Что нового",
    "Movies": "Фильмы",
    "Series": "Сериалы",
    "Cartoons": "Мультфильмы",
    "TvChannels": "ТВ-каналы",
    "WhatToSee": "Что посмотреть",
    "CertificateActivation": "Активация сертификата",
    "Support": "Служба поддержки",
    "WeAreAlwaysReadyToHelpYou": "Мы всегда готовы вам помочь.",
    "OurOperatorsAreOnline": "Наши операторы онлайн 24/7",
    "WriteInChat": "Написать в чате",
    "AnswersOnQuestions": "Ответы на вопросы",
    "WatchMoviesWithoutAds": "Смотрите фильмы, сериалы и мультфильмы без рекламы",
    "DownloadTo": "Загрузить в",
    "AvailableIn": "Доступно в",
    "LookAt": "Смотрите на",
    "AllDevices": "Все устройства",
    "Catalog": "Каталог",
    "Search": "Поиск",
    "Profile": "Профиль",
    "More": "Ещё"
  },
  "header": {
    "MyIvi": "Мой Иви",
    "WhatsNew": "Что нового",
    "Movies": "Фильмы",
    "Series": "Сериалы",
    "Cartoons": "Мультфильмы",
    "TvChannels": "ТВ-каналы",
    "PayForASubscription": "Оплатить подписку",
    "LoginOrRegister": "Войти или зарегестрироваться"
  },
  "ActorsCreators": "Актёры и создатели",
  "more": "ещё",
  "headerDropdownNavigation": {
    "MoviesWatchOnline": "Фильмы смотреть онлайн",
    "genres": "Жанры",
    "аниме": "Анимэ",
    "биография": "Биография",
    "боевик": "Боевики",
    "вестерн": "Вестерн",
    "военный": "Военные",
    "детектив": "Детективы",
    "семейный": "Семейный",
    "детский": "Детский",
    "документальный": "Документальные",
    "драма": "Драма",
    "игра": "Игра",
    "история": "Исторические",
    "музыка": "Музыкальные",
    "мюзикл": "Мюзикл",
    "новости": "Новости",
    "комедия": "Комедии",
    "короткометражка": "Короткометражка",
    "криминал": "Криминальные",
    "мелодрама": "Мелодрамы",
    "мультфильм": "Мультфильмы",
    "приключения": "Приключения",
    "реальное ТВ": "Реальное ТВ",
    "спорт": "Спортивный",
    "ток-шоу": "Ток шоу",
    "триллер": "Триллеры",
    "ужасы": "Ужасы",
    "фантастика": "Фантастика",
    "фильм-нуар": "Фильм-нуар",
    "фэнтези": "Фэнтези",
    "anime": "Анимэ",
    "biography": "Биография",
    "actions": "Боевики",
    "western": "Вестерн",
    "military": "Военные",
    "detectives": "Детективы",
    "family": "Семейный",
    "kids": "Детский",
    "documentaries": "Документальные",
    "drama": "Драма",
    "play": "Игра",
    "historical": "Исторические",
    "music": "Музыкальные",
    "musical": "Мюзикл",
    "news": "Новости",
    "comedy": "Комедии",
    "shortFilm": "Короткометражка",
    "criminal": "Криминальные",
    "melodrama": "Мелодрамы",
    "cartoons": "Мультфильмы",
    "adventures": "Приключения",
    "realTv": "Реальное ТВ",
    "sport": "Спортивный",
    "talkShow": "Ток шоу",
    "thrillers": "Триллеры",
    "horror": "Ужасы",
    "fantastic": "Фантастика",
    "noir": "Фильм-нуар",
    "fantasy": "Фэнтези",
    "countries": "Страны",
    "Russians": "Русские",
    "Foreign": "Зарубежные",
    "SovietCinema": "Советское кино",
    "Years": "Годы",
    "Movies2023": "Фильмы 2023 года",
    "Movies2022": "Фильмы 2022 года",
    "Movies2021": "Фильмы 2021 года",
    "Movies2020": "Фильмы 2020 года",
    "New": "Новинки",
    "Collections": "Подборки",
    "IviRating": "Иви.Рейтинг",
    "Trailers": "Трейлеры",
    "WhatToSee": "Что посмотреть",
    "MoviesInHD": "Фильмы в HD",
    "IvisChoice": "Выбор Иви",
    "SubscriptionNews": "Новинки подписки"
  },
  "topChart": {
    "Our": "Наша",
    "grade": "оценка",
    "spectacularity": "эффектность",
    "actors": "актеры",
    "plot": "сюжет",
    "directing": "режиссура"
  },
  "Grading": {
    "PortalRating": "Рейтинг портала",
    "Estimate": "оценить",
    "Ratings": "оценок"
  },
  "Player": {
    "trailer": "трейлер"
  },
  "FilterPanel": {
    "countries": "Страны",
    "Австралия": "Австралия",
    "Аргентина": "Аргентина",
    "Беларусь": "Беларусь",
    "Бельгия": "Бельгия",
    "Германия": "Германия",
    "Индия": "Индия",
    "Дания": "Дания",
    "Испания": "Испания",
    "Канада": "Канада",
    "Китай": "Китай",
    "Россия": "Россия",
    "США": "США",
    "Финляндия": "Финляндия",
    "Корея Южная": "Южная Корея",
    "Франция": "Франция",
    "Италия": "Италия",
    "rating": "Рейтинг",
    "votes": "По оценкам",
    "director": "Режиссер",
    "actor": "Актёр",
    "ResetFilters": "Сбросить фильтры",
    "rating9": "Больше 9",
    "rating8": "Больше 8",
    "rating7": "Больше 7",
    "rating6": "Больше 6",
    "votes300000": "от 300к",
    "votes400000": "от 400к",
    "votes500000": "от 500к",
    "votes600000": "от 600к",
    "votes700000": "от 700к",
    "votes800000": "от 800к",
    "votes900000": "от 900к",
    "votes1000000": "от 1000к",
    "Filters": "Фильтры",
    "ShowResults": "Показать результаты",
    "Apply": "Применить",
    "from": "от"
  },

  "CatalogPageHeader": {
    "Expand": "Развернуть",
    "Collapse": "Свернуть",
    "Sort": "Сортировать",
    "votes.kp": "По количеству оценок",
    "rating.kp": "По рейтингу",
    "year": "По дате выхода",
    "name": "По алфавиту",
    "AllGenres": "Все жанры",
    "AllCountries": "Все страны",
    "MovieText": "Вы любите смотреть фильмы онлайн и проводите много времени, прочесывая сайты в поисках чего-нибудь интересного? Стоит задержаться на ivi.ru – фильмов, которые собраны у нас, вам хватит надолго. Коллекция постоянно пополняется как новыми фильмами, так и признанными шедеврами прошлых лет! Независимо от того, кто вы – любитель энергичных боевиков или поклонница молодежных сериалов, изобилие нашего каталога заставит вас забыть обо всех других способах проведения досуга, и вы будете пересматривать любимые фильмы онлайн снова и снова!<br/><br/> Выбор фильмов очень широк и многообразен, так что каждый найдет для себя что-то интересное, каким бы ни были его вкусы. Предпочитаете картины исключительно зарубежного производства? У нас их предостаточно: это и золотая классика Голливуда, и душевные французские комедии, и темпераментные итальянские драмы, и шумные индийские музыкальные фильмы. А может, вы патриот и любите российские фильмы? Что ж, и таких фильмов у нас немало. Что вам больше по вкусу – добрая старая классика или новинки кинопроката? Неважно, каким будет ваш ответ – у нас есть все, как картины эпохи зарождения кинематографа, так 2018 года и фильмы 2017.<br/><br/>В нашем каталоге вы найдете любые жанры. Это и фильмы про любовь, и детективы, и боевики, и вестерны, и фантастика, и арт-хаус, и уморительные комедии, и фильмы про войну, и ужасы, и триллеры, и документалистика... Кроме «полного метра» на сайте представлены также короткометражные фильмы, а также иностранные и русские сериалы.<br/><br/> Если вас интересуют самые знаковые фильмы онлайн в том или ином жанре, система рубрикации поможет вам без труда сориентироваться и найти, например, лучшие драмы или лучший анимационный фильм онлайн. Не упустите замечательную возможность смотреть фильмы онлайн без регистрации, выбирая только то, что вам действительно интересно, и тогда, когда вам это удобно. Ведь это так просто и приятно!",
    "вестерн": "К выходу на экраны восьмого фильма Квентина Тарантино хотим предложить вам проследить историю жанра «вестерн» и посмотреть лучшие фильмы жанра в специальной подборке «Очаровательная восьмерка». Здесь и любимая всеми советская пародийная комедия «Человек с бульвара Капуцинов», и жестокий и кровавый «Костяной томагавк», так поразивший критиков в прошлом году, и предыдущий хит Тарантино «Джанго освобожденный», и неподражаемый боевик Никиты Михалкова «Свой среди чужих, чужой среди своих». Желаем вам приятного просмотра!",
    "драма": "Вы не относитесь к числу поклонников фильмов с бесконечными драками, бешеными погонями и стрельбой, а предпочитаете по-настоящему душевное кино? Благодаря большой коллекции IVI вы можете каждый день смотреть онлайн серьезные и проникновенные драматические фильмы. В нашем списке вы найдете и семейные драмы (их сюжет основан на конфликтах и напряженных ситуациях в кругу близких), и военные картины, герои которых борются не только за свою жизнь, но и за других. Любители разгадывать тайны человеческой души могут посмотреть онлайн тонкие психологические драмы. Не стоит забывать и о социальных, мистических, исторических и даже философских лентах. Смотреть драму – словно изучать жизнь других людей, вставая на их место. За полтора-два часа перед вашими глазами предстанут самые сложные и запутанные жизненные ситуации, выход из которых вы попытаетесь найти вместе с главными героями. И несмотря на то, что в подобных картинах вы не всегда найдете экшн и спецэффекты, масса эмоций и незабываемых впечатлений вам гарантирована. Смотрите драмы онлайн бесплатно на любой вкус – от работ отечественных режиссеров до лент признанных мэтров Голливуда. Мы рекомендуем также оценить работы азиатских и европейских авторов. Одно из преимуществ такого жанра, как драма, – возможность насладиться сильными объемными ролями любимых актеров. Сандра Баллок и Джулия Робертс, Ричард Гир и Джордж Клуни, Алиса Фрейндлих и Леонид Броневой, Олег Янковский и Александр Абдулов, – зритель любого возраста найдет в этих картинах «своего» героя. В комфортной домашней обстановке вы можете смотреть драмы бесплатно и в отличном качестве. Одно из преимуществ онлайн-кинотеатра в том, что можно вдоволь поплакать над драматическими историями и никого не стесняться. И никакого хруста попкорна над ухом в самые эмоциональные моменты!",
    "детский": "Детское кино онлайн – отличная возможность познакомить ваших детей с лучшими советскими картинами и фильмами Диснея, не дожидаясь, когда же их снова покажут по телевизору. Это добрые фильмы, которые учат быть отзывчивым, трудолюбивым, преданным своим друзьям. Вы и сами с удовольствием посмотрите детские фильмы онлайн вместе со своим малышом. Чтобы найти нужное вам детское кино онлайн, отсортируйте картины по странам или по году выпуска. Вы также можете выбрать вкладку «популярные сегодня», «самые популярные», «по новизне», «по алфавиту», и вы увидите список фильмов, подходящих по вашим критериям. Затаив дыхание следить за новогодними приключениями Маши и Вити, вместе с Гарри Поттером ходить на уроки зельеварения, смеяться над шутками озорного Буратино, волноваться за Герду, отправившуюся на поиски лучшего друга Кая, а может умиляться забавному английскому мишке Падингтону – всё это возможно в нашем онлайн-кинотеатре! Детские фильмы, которые станут для вас и вашего ребенка волшебным путешествием в мир доброй сказки, можно смотреть онлайн бесплатно, по подписке Иви или же оформив покупку. Приятного просмотра!",
    "военный": "К сожалению, мировая история преподносит режиссерам все новые идеи для военных фильмов. Великая Отечественная и мировая война, Афганистан, Перл-Харбор, карательные акции фашистов, перевороты в странах третьего мира – перечень можно продолжать еще долго. Лучшие военные фильмы расскажут вам о событиях, свидетелем которых вам посчастливилось НЕ БЫТЬ. Вы быстро сориентируетесь в системе поиска фильмов на нашем ресурсе. К вашим услугам краткие описания, простая система фильтра для фильмов, альтернативные возможности регистрации. Смотреть военные фильмы онлайн вы можете в любое время, имея лишь компьютер и доступ к интернету. Мы размещаем на сайте только лицензионные видеоматериалы, поэтому отечественные и зарубежные картины доступны вам в самом высоком качестве.",
    "детектив": "Лучшие фильмы детективы привлекают зрителей кажущейся обыденностью сюжета и обстановки. Здесь может не быть необычных спецэффектов. Нет сцен бурных сражений, когда один до предела накачанный герой, имея в руках лишь пистолет, патроны в котором каким-то чудесным образом не заканчиваются, с легкостью расправляется с шайкой вооруженных до зубов негодяев. Онлайн детективы максимально приближены к реальной жизни. Именно этим они и привлекают внимание любителей напрячь свои извилины и вместе с сыщиками найти преступника. Если вы любите запутанный сюжет, если вам хочется вместе с главными героями картины «пошевелить извилинами», то детективы обязательно придутся вам по душе. Фильмы детективы способны настолько увлечь зрителя и погрузить его в пучину событий, что в поисках разгадки запутанного происшествия можно забыть о времени и почувствовать себя частью мира, так отличающегося от ежедневной рутины. Режиссёрами снято огромное количество детективов, посвященных талантливым сыщикам, чей пытливый ум, цепляясь за каждую мелочь, распутывает клубок событий и с легкостью определяет злоумышленника. Смотря фильмы из нашего списка лучших картин детективного жанра, вы не только получаете незабываемые впечатления, но обеспечиваете неплохую тренировку своему мозгу. Разгадка череды запутанных событий, в которых есть множество, казалось бы, никак между собой не вяжущихся фактов – дело не из легких. Этот процесс заставляет серое вещество активно работать и искать разгадку тайны. Мы с уверенностью можем сказать, что время, потраченное на бесплатный просмотр детективов онлайн, не будет потеряно. Вы вынесете из этого массу удовольствия и обеспечите себе зарядку для ума. Итак, вперед, к раскрытию очередной тайны! Смотреть детективы онлайн можно бесплатно, по подписке Иви или оформив покупку на нашем сайте.",
    "документальный": "Документальные фильмы – это отличная возможность больше узнать об окружающем вас мире, совершить путешествие по незнакомым странам и городам, погрузиться в тайны и интриги мировой истории и познакомиться с биографиями великих. Лучшие документальные фильмы разнообразной тематики – можно смотреть онлайн и при этом бесплатно в удобное для вас время дня и ночи. Документальное кино – это жанр, который подразумевает рассказ о реальных событиях и достоверность излагаемых фактов. Тема при этом может быть любой. В настоящее время популярностью пользуются документальные фильмы на исторические, религиозные, научные, политические, культурные и другие темы. Среди самых распространенных сюжетов документальных фильмов – повествование о редких видах животных и птиц, географическом регионе или природном чуде, рассказ о кухнях мира, биографиях известных политиков, музыкантов, спортсменов, величайшие расследования, аферы и сделки в истории, войны и битвы, загадочные происшествия и катаклизмы прошлого, политические события, серьезно повлиявшие на ход истории и не только. За исключением пары специализированных каналов, документальные фильмы сегодня почти не показывают по телевидению. И это еще одна причина, по которой стоит смотреть документальное кино онлайн: вы можете выбрать то, что вам нравится, и устроить просмотр тогда, когда захочется, а при необходимости – пересмотреть еще раз. Воспользуйтесь уникальной возможностью смотреть документальные фильмы бесплатно!",
    "история": "Исторический фильм – это правда или режиссерский вымысел? Чаще всего и то, и другое: место, время и герой – реальные, а детали и обстоятельства – вымышленные. Поэтому смотреть фильмы о существовавших в действительности персонажах порой интереснее, чем читать скучный учебник. На портале ivi собраны лучшие исторические фильмы, и коллекция постоянно пополняется новинками. Хороший исторический художественный фильм дает представление о том, что и век, и тысячу лет назад люди терзались такими же страстями и сомнениями, что и сейчас. Среди поклонников такого жанра, как историческое кино, есть представители всех возрастов и профессий. Ведь у лучших исторических фильмов есть огромное преимущество: они не отвлекают от реальности, а просто дают возможность посмотреть, как жили люди давно ушедших эпох. Всем, кому интересно прошлое, советуем смотреть онлайн бесплатно в хорошем качестве исторические фильмы, а также следить за обновлениями на нашем сайте. Хотите пересмотреть понравившийся исторический фильм бесплатно и в хорошем качестве? Такая возможность всегда доступна: смотрите лучшие исторические фильмы на Иви и наслаждайтесь ими.",
    "комедия": "Любишь смотреть онлайн комедии с участием Эдди Мёрфи, Джима Керри или Адама Сэндлера? Считаешь лучшим кино именно комедийные фильмы, которые вызывают смех и улыбки? В таком случае добро пожаловать на Иви! Любая кинокомедия из списка – это отличный способ поднять себе настроение. Но что долго говорить: лучше смотреть культовые фильмы – комедии со всего света прямо сейчас. Если начинаешь смотреть бесплатно комедии, остановиться уже тяжело. Тем более что на Иви найдётся что-то интересное для всех ценителей юмора и веселья. Советская классика, оригинальные российские хиты, лучшие комедии зарубежного производства: в коллекции Иви можно подыскать себе картину на свой вкус. Многим может ошибочно показаться, что этот жанр – один из самых простых в кинематографе. На самом деле, смешить людей – особое искусство. Но для талантливых режиссёров нет невозможного. И чтобы убедиться в этом, смотри новые отечественные и зарубежные комедии бесплатно онлайн в отличном качестве. Смотреть кинокомедии-новинки онлайн – значит, неустанно удивляться разнообразию тем, сюжетов и курьёзных ситуаций. Так, например, фильм может представлять собой игру с переодеванием, пародию, политическую сатиру, юмористический рассказ об отношениях между мужчинами и женщинами и т. д. Смотреть комедии в хорошем качестве онлайн легко и удобно вместе с Иви!",
    "криминал": "Запретная романтика криминального мира давно привлекает зрителей. Свист пуль, бешеные погони и борьба за власть заставляют сердце биться чаще, а пальцы – напряженно сжимать подлокотники кресла. Современный кинематограф предлагает зрителю захватывающие истории про плохих парней на любой вкус. В нашей новой подборке, где соединены одни из лучших образцов этого жанра, вы сможете посмотреть фильмы про криминал онлайн. Четверка парней в лихие 90-е хотели немного подзаработать, но один неверный шаг толкнул их в пучину криминального мира. Следите за их восхождением к вершинам в культовом сериале «Бригада». Наследники знаменитых героев, уже в 2000-х продолжают борьбу с искушениями за гранью закона. Герой фильма «Бумер. Фильм второй» отчаянно пытается покончить с бандитским прошлым, но оно не хочет его отпускать, толкая на решительные действия. Криминальный триллер от режиссера Дэвида Кроненберга «Порок на экспорт» приоткроет зрителю подпольный мир русской мафии в Лондоне, а в боевике «Опасный Бангкок» наемный убийца в исполнении Николаса Кейджа столкнется с местной мафией, отказавшись выполнить очередной заказ.",
    "мелодрама": "Вам надоело насилие, бесконечным потоком льющееся с экранов телевизоров? Хотите смотреть кино и испытывать при этом только самые глубокие и приятные чувства? Тогда начинайте смотреть мелодрамы онлайн уже сейчас. Эти кинокартины заставляют людей задуматься о многом. Их просмотр пробуждает в любом человеке серьезные эмоции и переживания. Смотреть мелодрамы онлайн могут все, и все будут переживать настоящие чувства. Даже закоренелый любитель боевиков, фантастики и ужастиков оценит картины, относящиеся к жанру мелодрамы. Они способны поразить воображение любого зрителя и глубоко тронуть его. Те сценаристы, режиссеры и актеры, которые работают над созданием мелодрам, являются настоящими мастерами своего дела. Ведь разбудить в людях самые искренние и высокие чувства, заставить их переживать вместе с героями не так уж и просто. Для этого нужно очень постараться, да и одного только старания не достаточно, нужно еще вложить в свое произведение душу, жить им. Только тогда оно принесет желаемый эффект и заставит сердца зрителей биться сильнее, сопереживая героям фильмов-мелодрам. Очень часто в грусти и печали, при проявлении депрессии люди начинают смотреть мелодрамы онлайн. Стоит отметить, что это помогает справиться с очень многими проблемами и переживаниями. Такие фильмы помогают пересмотреть свои взгляды на многие вещи, найдя тем самым выход из любых жизненных ситуаций и варианты решения целого ряда проблем, которые до этого казались неразрешимыми. Смотрите фильмы мелодрамы онлайн, и вы обеспечите себе приятное времяпрепровождение и получите настоящие эмоции, которые отложатся в вашем сердце надолго. Эти картины заставят вас плакать и смеяться, переживать и радоваться вместе с их героями. Они подарят по-настоящему незабываемые впечатления от просмотра, которые надолго отпечатаются в памяти. Попробуйте смотреть фильмы онлайн мелодрамы прямо сейчас, и вы с удивлением для себя обнаружите, что вас будет тянуть к ним снова и снова.",
    "приключения": "Вы желаете погрузиться в мир необычайных и увлекательных приключений? Вы хотите переживать вместе с киногероями события, от которых захватывает дух? Тогда смотрите приключения онлайн бесплатно на ivi.ru Лучшие фильмы приключения сочетают в себе черты множества других жанров. Любители посмотреть зрелищные и впечатляющие драки найдут для себя в таких фильмах интересные моменты. Тем, кто любит окунуться в мир неизведанного и делать новые для себя открытия, фильмы приключения онлайн тоже доставят массу удовольствия. И какие же приключения без романтики и необычных историй любви? Находится в таких фильмах место и любви. Благодаря многогранности и универсальности приключенческого жанра смотреть приключения онлайн бесплатно можно всей семьей. Если вы хотите с головой окунуться в приключения, связанные с поиском затерянных сокровищ и неизведанных миров, то можете присоединиться к персонажам, созданным Стивеном Спилбергом и Джорджем Лукасом. Этих режиссеров по праву можно считать законодателями моды в данном жанре. Ими были созданы лучшие фильмы приключения всех времен и народов. Начинайте смотреть фильмы приключения онлайн прямо сейчас, и вы не пожалеете о проведенном перед экраном времени. Эти картины не дадут вам расслабиться ни на минуту. Приключения погрузят вас в новый неизведанный мир и подарят незабываемые впечатления. После просмотра таких фильмов хочется снова и снова следить за приключениями главных героев, на которых обрушиваются серьезные испытания. Лучшие фильмы приключения отечественных и зарубежных режиссеров гарантируют вам приятное времяпрепровождение перед экраном. После бесплатного просмотра таких картин хочется встать с дивана и отправиться в путь, навстречу опасностям, поджидающим вас на каждом шагу и незабываемым приключениям, захватывающим дух и будоражащим воображение. С ivi.ru смотреть приключения онлайн бесплатно можно в любое время и в удобном месте!",
    "спорт": "Ничто так не закаляет силу духа и волю к победе, как спорт. Именно там царят нешуточные страсти и мощные конфликты, поэтому с самого начала появления кинематографа фильмы про спорт не сбавляют своей популярности. Что может быть интереснее, чем смотреть онлайн за взлетами и падениями героя, вместе с ним переживать разрушительные неудачи и подниматься к недостижимым вершинам?  Фильмы про спорт – это не просто история, которая забудется на следующий день, это целое послание, которое может жить в душе человека очень долго. Невозможно остаться равнодушным при просмотре онлайн таких картин, как «Легенда 17», «Лига мечты» или «Никогда не сдавайся». Эти спортивные фильмы доказывают, что если у человека есть настоящая мечта, то перед ним открыты все двери и ничто не сможет его остановить. Ведь именно эта вера и внутренний стержень присутствовали у всех величайших спортсменов. Смотреть онлайн фильмы про них – значит, получить частичку этой мощной энергии и веры в то, что нет ничего невозможного.",
    "триллер": "Хочется острых ощущений? Значит, пришла пора посмотреть леденящий кровь триллер. А таких фильмов за последние годы было сняло более чем достаточно. Среди их героев – монстры из преисподней, ожившие полевые чучела и коллекционеры человеческих органов. Оказаться с ними в одной компании не просто неприятно, а смертельно опасно. Но в отличие от их жертв, вы в любой момент можете сбежать в другую комнату. Если, конечно, освободитесь от сковавшего вас ужаса. Смотреть фильмы триллеры онлайн в одинаковой степени страшно и интересно. Конечно, многое зависит и от сюжета триллера, который практически всегда предполагает встречу главных героев с чем-то мистическим и неизведанным. Эту роль может выполнять призрак маленькой девочки, задушенной в огромном доме собственной матерью, или странное лесное существо, одного за другим убивающее студентов, приехавших на отдых на заброшенную турбазу… Впрочем, значительная часть триллеров строится вокруг отношений людей, а не мистических событий. Зачастую к такому фильму добавляется эпитет «психологический». Он изначально настраивает зрителей на то, что им придется внимательно следить за ходом событий и попытаться разобраться в чувствах, которые движут героями. А чувства эти далеко не всегда бывают положительными – как раз наоборот. Вот поэтому смотреть психологические триллеры онлайн не менее жутко, чем киноленты про маньяков и оборотней. Непременно начинайте смотреть триллеры онлайн, снятые режиссерами нового поколения: Энтони Ди Блейси, Нилом Маршаллом и Тимом Коксом. Максимум саспенса и визуальных спецэффектов, минимум мелодраматичных сцен и пространных размышлений. Только нужно сразу приготовиться к тому, что будет очень, очень страшно! Мы постоянно ищем новые впечатления. Триллеры – именно то, что может сполна удовлетворить нашу жажду ярких эмоций. Так что выбирайте фильм по душе и начинайте смотреть его онлайн в компании друзей. Или в одиночку, если вы считаете, что ваши крепкие нервы выдержат это жуткое зрелище.  Воспользуйтесь уникальной возможностью смотреть триллер онлайн бесплатно!",
    "ужасы": "Пробегающий по коже мороз, острое желание забраться под одеяло с головой, перед этим проверив, крепко ли заперты двери, холодная дрожь по спине от любого шороха на кухне… Все эти ощущения гарантированы вам после просмотра хорошего фильма ужасов. Вы можете выбирать из огромной фильмотеки и смотреть лучшие фильмы ужасов онлайн тогда, когда вы этого захотите. Казалось бы, новыми сюжетами удивить нас сложно, как и новыми героями. Но все равно, когда вы начинаете смотреть ужасы онлайн, вам почему-то страшно, как в детстве. И немудрено – создатели фильмов ужасов постарались для этого. Чего стоят одни только персонажи из этих фильмов! Зомби, вампиры, морские чудовища, насекомые-гиганты, змеи, пришельцы, кровожадные маньяки, которые точат ножик в ожидании очередной жертвы. Ужасы онлайн – отличная возможность познакомиться со всеми этими существами, если до сих пор вы не имели чести их знать. В комедиях нас заставляют смеяться, прежде всего, слова и мимика героев. Боевики впечатляют драками, мелодрамы – печальными обстоятельствами, в которые попал тот или иной персонаж. Фильмы ужасов же достигают нужного результата за счет спецэффектов и натуралистичных картинок. Обилие крови, реалистичные пытки, выражение муки на лицах героев… Если вам этого мало, будьте уверены: сценаристы и режиссеры придумают для своего кино целый ряд напряженных или неожиданных моментов, чтобы пощекотать нервы зрителя, заставят гримеров сделать невозможное, попросят композитора подобрать соответствующий звуковой ряд – и вот вы уже дрожите от страха у экрана! Характерная особенность фильмов ужасов: в них нечасто снимаются известные актеры (видимо, неизвестных не так жалко убивать). Однако некоторые ужастики все же могут похвастаться звездными именами, такими, как Джонни Депп, Джулианна Мур, Джессика Альба и даже Роберт де Ниро! Смотрите ужастики онлайн с участием этих актеров в данном разделе – вы не будете разочарованы. Вы сможете погрузиться в мрачную атмосферу фильма с головой и сполна прочувствовать все, что хотели донести до вас создатели. Открывайте список и начинайте смотреть онлайн фильмы ужасов прямо сейчас!",
    "фантастика": "Приглашаем всех коллекционеров версий о конце света, интересующихся загробной жизнью, поклонников маленьких зеленых человечков, а также нанотехнологий, позволяющих со скоростью света бороздить просторы параллельных миров, признаться, что нет ничего интереснее, чем фантастика, причем в неограниченном количестве и с самыми невероятными спецэффектами. Мы гарантируем: без острых ощущений вы точно не останетесь! Смотреть фантастику онлайн любит просто космически огромное количество людей. Однако это еще не говорит об универсальности этих фильмов. Дело в том, что в этом жанре создаются картины с различными «вкусовыми» добавками. Не понимаете, о чем идет речь? Тогда пришло время привести пару примеров. Научная фантастика. Такие фантастические фильмы для онлайн-просмотра выбирают те, кому важно верить в реальную возможность придуманного режиссером сюжета. Ведь кино этого поджанра хоть и является выдумкой, однако во многом соответствует научному восприятию мира. Фантастика про роботов. Создание искусственного интеллекта – вопрос, который уже давно волнует ученых. И именно этой теме посвящены картины, в которых режиссеры делятся со зрителями своими догадками о том, способны ли роботы к саморазвитию, присущи ли им человеческие чувства и так далее. Это, конечно же, еще не все «рецепты приготовления» фантастического кино – фантастика онлайн действительно многолика и разнообразна. Однако режиссеры и на этом не остановились, решив приправить свои творения специями: юмором (фильмы Джошуа Транка, Трея Паркера, Гарта Дженнингса, Энтони Хикокса); кровавыми расправами из боевиков (лучшая фантастика онлайн от Карла Бессая, Кристофера Нолана, Керри Конрана или Майкла Спирига); мистическим антуражем (работы Дика Маса, Пола Зиллера, Теренса Фишера) и т.д. Словом, если вы хотите получить возможность смотреть фантастику онлайн сегодня, завтра и всегда, когда вам удобно, просто выбирайте фильм по вкусу и наслаждайтесь! А мы в свою очередь гарантируем вам высокое качество видео и самые невероятные режиссерские идеи.",
    "фэнтези": "Необычное визуальное оформление, невероятные события, выдуманные миры, пронизанные магией и волшебством, — это особенности такого популярного жанра, как фэнтези. Оно погружает нас в другую реальность, и за это фэнтезийные фильмы любят миллионы зрителей во всем мире. Ведь как нам всем порой недостает чудес! На нашем портале представлен список разных кинохитов данного жанра на любой вкус. Захватывающие сюжеты, необычные декорации, головокружительные спецэффекты, отличное музыкальное сопровождение, – смотрите лучшие фэнтези-фильмы онлайн в отличном качестве!",
    "аниме": "Несмотря на то, что аниме всё чаще находит своих поклонников, многие ещё не знают, что же это такое. Итак, термин аниме произошел от англ. animation – анимация (мультипликация). Однако, аниме - это анимация, произведённая именно в Японии. Не просто нарисованная (ибо в эпоху повальных глобализации и интеграции рисовать можно, что угодно и где угодно), а именно произведённая или, проще говоря, придуманная. С понятием аниме тесно связано понятие «манга». Если на пальцах, то это комиксы, причем, в Японии они не являются прерогативой исключительно детей. Мангу в Стране восходящего солнца читают все, от мала до велика и на разные темы. Если можно так выразиться, то у многого аниме «ноги растут» именно из манги, т.е. аниме является экранизацией манги. Слово же «манга» придумал знаменитый художник Кацусика Хокусай в 1814 году, и означает оно «гротески», «странные (или веселые) картинки». Однако сами японские комиксы существовали (под разными названиями) задолго до этого. ",
    "биография": "Есть такая серия книг в России – «Жизнь замечательных людей», в 2015 году этому масштабному книгоиздательскому проекту исполнилось 125 лет, за более чем вековой период выпущено около полутора тысяч томов. Это настоящие бестселлеры, знакомые каждому образованному человеку. Если печатные издания такого рода пользуются неизменным спросом у читателей, то киноистории о знаменитых людях, мужчинах и женщинах, всегда будут вызывать интерес огромной зрительской аудитории. Байопик – жанр специфический. Безусловно, жизнь замечательных людей на экране должна быть изображена максимально достоверно, и все же иногда для большей драматичности некоторые факты можно подать под особым углом, сжать или растянуть временные рамки, добавить долю художественного вымысла. Основанный на реальных событиях фильм от этого только выиграет. Представляем вашему вниманию каталог, в который вошли русские и зарубежные биографические фильмы. Исторические личности, политические деятели, ученые, спортсмены, музыканты, режиссеры, писатели, бизнесмены, артисты – о ком только не сняты байопики. В представленном списке вы найдете фильмы даже о знаменитых мафиози и ярких представителях фэшн-индустрии. Расширяйте свой кругозор, смотрите онлайн прекрасные биографические картины разных лет.",
    "боевик": "Смотреть боевики онлайн – не значит просто наблюдать за игрой в кошки-мышки хорошего героя с плохим. Онлайн фильмы боевики – не просто постоянная стрельба. Этому жанру не чужда глубокая философия, тонкий юмор и лирические сцены. Особенно, если за создание картин берутся культовые режиссеры – Джеймс Кэмерон, Стивен Спилберг, Люк Бессон и т.д. Планируя вечером смотреть фильмы боевики, обратите внимание на актерский состав. Ведь есть настолько талантливые актеры, что одно их присутствие может превратить картину в настоящую легенду. Бесспорным мастерством перевоплощения обладают Сильвестр Сталлоне, Брюс Уиллис, Брюс Ли, Джекки Чан, Чак Норрис и т.д. И уж если их появление на съемочной площадке гарантирует, что сборы фильма будут просто огромны, значит, вам уж точно не стоит отказывать себе в удовольствии смотреть боевики онлайн бесплатно с их участием. Если вы любите смотреть фильмы онлайн, то, должно быть, знакомы с основными амплуа актеров. Это бунтари и бойцы, сохраняющие свою внутреннюю независимость даже в самых сложных ситуациях. Герои удивляют своим мужеством и готовностью в любой момент подкрепить свои слова делом. Смотреть боевик онлайн любят и тинейджеры, и более зрелые киноманы. Ведь каждый находит в них что-то свое. Так что боевик кино онлайн – это не теряющее своей актуальности увлечение для «мальчиков» почти всех возрастов. Боевик смотреть онлайн бесплатно можно на нашем портале. Особое достоинство ресурса заключается в том, что здесь можно найти не только нашумевшие картины, вроде «Крепкого орешка», «Рокки», «Терминатора» и т.д., но и малоизвестные фильмы-боевики. В общем, если хотите без ограничений смотреть боевики бесплатно, приглашаем вас начать это делать прямо сейчас на нашем кинопортале! Пусть боевики онлайн помогут вам понять, что сила, хоть и важный, но не единственный фактор в борьбе со злом.",
    "игра": "Фильмы по компьютерным играм — это отдельный жанр в индустрии, который подпитывается внутриигровым сценарием и любовью поклонников.",
    "музыка": "Музыкальные фильмы всегда дарят зрителям только самые положительные эмоции и незабываемые впечатления. В наш список вошли только самые лучшие зарубежные и советские произведения, которые одинаково понравятся людям всех возрастов. Это фильмы и для детей, и для подростков, и для всей семьи. Музыка способна достучаться для сердца каждого, поэтому в данной категории также находятся фильмы множества жанров, так что каждый непременно найдет здесь что-то свое.",
    "мюзикл": "Мюзикл, мьюзикл (англ. musical, от music — музыка), жанр музыкального фильма, основу которого составляют пение и хореографические номера, представляющие собой единое целое и объединенные единым художественным замыслом. Мюзикл как сценический жанр появился в США в конце 19 — начале 20 века, а в 1920-е годы мюзиклы начали экранизировать, что сделало этот жанр еще более популярным. Пожалуй, киномюзикл — единственный жанр, который так тесно связан со взлетами и падениями Голливуда. Один из первых звуковых фильмов — «Певец джаза» (1927) с участием бродвейской звезды Эла Джолсона в строгом смысле слова нельзя назвать мюзиклом, это была только заявка, но уже в следующем фильме «Без ума от песен» (также с участием Джолсоном) четче обозначились его жанровые музыкальные черты. В 1929 на экраны вышел мюзикл «Бродвейская мелодия», сразу ставший одним из самых кассовых фильмов того времени. Кроме того, фильм «Бродвейская мелодия» первым из мюзиклов был удостоен премии «Оскар».",
    "новости": "",
    "короткометражка": "",
    "мультфильм": "Хотите смотреть мультфильмы онлайн бесплатно в хорошем качестве? Тогда милости просим на наш портал! Мы собрали для вас лучшие мультфильмы, снятые выдающимися советскими, российскими и голливудскими мультипликаторами. Они увлекут вас и ваших детишек в волшебный мир удивительных приключений и сказочных персонажей. А еще – гарантированно поднимут настроение и помогут отвлечься от рутинных будней. Найти на просторах Интернета мультфильмы в хорошем качестве совсем не просто. На большинстве порталов бесплатные мультики сильно сжаты, поэтому смотреть мультфильмы бесплатно не очень-то интересно. Блеклые краски, низкое качество звука – все это заметно отвлекает от просмотра и доставляет ощутимый дискомфорт. Но на нашем портале у вас есть возможность смотреть мультфильмы в хорошем качестве и с объемным звуком, при этом совершенно бесплатно! Представленная в разделе коллекция мультфильмов поражает. Здесь и с детства знакомая нам советская классика, и самые громкие голливудские премьеры последних лет. Не секрет, что в анимационные фильмы на Западе вкладываются такие же большие деньги, как и в обычные игровые. Поэтому и по своей зрелищности они мало в чем уступают самым ожидаемым блокбастерам. Смотреть такое видео мультфильмы онлайн очень интересно и увлекательно. Все мультфильмы без регистрации бесплатно очень быстро загружаются. Вам не придется подолгу сидеть у монитора, ожидая, когда можно будет смотреть бесплатные онлайн мультики. Также наши мультики онлайн не прерываются на назойливую рекламу. Вы можете смотреть бесплатные мультфильмы хоть каждый день – у нас нет ограничений на просмотры. Именно поэтому смотреть лучшие мультфильмы онлайн можно в любое удобное для вас время. Так что если хотите хороший мульт смотреть онлайн – сделайте это прямо сейчас! Зовите детей и мужа, усаживайтесь поудобнее и смотрите лучшие российские и голливудские мультфильмы онлайн бесплатно!",
    "реальное ТВ": "",
    "ток-шоу": "",
    "семейный": "",
    "фильм-нуар": "Единого общепринятого определения феномена «нуар» в киноведении не существует. Этот термин применяется к группе фильмов, снятых в Голливуде в военный и послевоенный период, которые являются своего рода эталоном понятия «нуар» в кино. Часто его определяют как особый жанр киноискусства или субжанр драмы (Джеймс Дэмико, Фостер Хирш). Вместе с тем, ряд критиков возражают против этого, отмечая, что фильмы-нуар — это явление внежанровое (Стивен Нил, Пол Шрейдер, Джон Белтон), среди них можно найти не только детективы и криминальные драмы, но и вестерны, и даже комедии."
  },

  "sectionTitle": {
    "MovieCommentary": "Коментарии к фильму",
    "WithFilm": "С фильмом",
    "watching": "смотрят",
    "additionalMaterials": "Трейлеры и доп.материалы",
    "WriteAreview": "написать отзыв",
    "AddComment": "добавить коментарий",
    "Healthy": "полезно",
    "No": "нет"
  },
  "GeneralDataOnCommentsForTheFilm": {
    "total": "всего",
    "positive": "положительные",
    "negative": "отрицательные",
    "neutral": "нейтральные"
  },
  "AllDevaicePoster": {
    "look": "смотреть",
    "onAlldevices": "на всех устройствах",
    "content": "приложение доступно для скачивания на iOS, Android, SmartTV и приставках",
    "connectDevices": "подключить устройства"
  },
  "Back": "Назад",
  "CatalogPageContent": {
    "MoviePremieres": "Премьеры фильмов",
    "Genres": "Жанры",
    "Persons": "Персоны"
  },
  "GenrePage": {
    "ShowMore": "Показать еще"
  },
  "AboutUs": {
    "title": "Онлайн-кинотеатр Иви: фильмы в хорошем качестве всегда приносят настоящее удовольствие",
    "text": "Каждый день миллионы людей ищут фильмы онлайн, и никто не хочет усложнять себе жизнь – и вы наверняка один из них! А раз так, то Иви – это именно тот ресурс, который вам нужен. От лучших кинолент в HD-качестве вас отделяет буквально один клик. Мы не просто освобождаем от необходимости идти в кинотеатр или изучать программу телепередач – у посетителей нашего ресурса гораздо больше возможностей. Видеотека Иви – это постоянно пополняющаяся коллекция в рунете, которая насчитывает более 60 тысяч отечественного и зарубежного контента, доступного для просмотра онлайн. Мы первыми в России подписали контракты с крупнейшими голливудскими студиями (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM и другими) и на постоянной основе сотрудничаем с крупнейшими российскими компаниями и телеканалами."
  },
  "ButtonsWithPadarkas": {
    "subscription": "30 дней подписки за 1 ₽",
    "certificate": "Активировать сертификат"
  },

  "404": {
    "Error": "Ошибка",
    "TheRequestedPageDoesNotExist": "Запрашиваемой страницы не существует"
  },

  "CatalogPage": {
    "Movies": "Фильмы"
  },
  "Errors": {
    "title": "Ой, что-то пошло не так...",
    "getComments": "Не удалось получить данные об отзывах к фильму",
    "getPersons": "Не удалось получить данные о персонах",
    "getMovieTitle": "Не удалось получить данные о названии фильма",
    "getMovies": "Не удалось получить данные о зарпашиваемых фильмах"
  },
  "ErrorBoundary": {
    "title": "Ой, произошла ошибка...",
    "buttonText": "Вернуться на"
  },
  "NotFound": {
    "notFound": "По вашему запросу ничего не найдено"
  }
}
